
/*************************************************
Copyright (C), 1988-2013, MagicFill Tech. Co., Ltd.

File name:    DSP28_Adc.c // 文件名
Author: Magicfillcs    Version: 1.0     Date: 2013.12.30 // 作者、版本及完成日期
Description: 
    1.对2812的AD模块进行初始化

    // 用于详细说明此程序文件完成的主要功能，与其他模块
    // 或函数的接口，输出值、取值范围、含义及参数间的控
    // 制、顺序、独立或依赖等关系

Others:     // 其它内容的说明
    1.IDE: CCS 3.3


Function List: // 主要函数列表，每条记录应包括函数名及功能简要说明

    1. InitAdc(); DSP2812的AD模块初始化程序

History: // 修改历史记录列表，每条修改记录应包括修改日期、修改
         // 者及修改内容简述
    1. Date:
    Author:
    Modification:
    2. ...
*************************************************/




/****************************************************************************
*
*文件名：DSP28_Adc.c
*
*功  能：对2812的AD模块进行初始化
*
*作  者: likyo from hellodsp
*
****************************************************************************/

#include "DSP28_Device.h"

/****************************************************************************
*
*名    称：InitAdc()
*
*功    能：AD初始化程序
*
*入口参数：无
*
*出口参数：无
*
****************************************************************************/

void InitAdc(void)
{
    
}	


//===========================================================================
// No more.
//===========================================================================
